/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf 秒";

/* No comment provided by engineer. */
"%i hours" = "%i 時間";

/* No comment provided by engineer. */
"%i minutes" = "%i 分";

/* No comment provided by engineer. */
"1 day" = "1 日";

/* No comment provided by engineer. */
"1 hour" = "1 時間";

/* No comment provided by engineer. */
"1 minute" = "1 分";

/* No comment provided by engineer. */
"1 second" = "1 秒";

/* No comment provided by engineer. */
"1 week" = "1 週間";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<添付しているファイル>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Clear All Marks";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Clear Marks from Here Down";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Clear Marks from Here Left";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Clear Marks from Here Right";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Clear Marks from Here Up";

/* Copy the link to the clipboard */
"Copy Link" = "リンクをコピー";

/* No comment provided by engineer. */
"Image Picker" = "イメージ選択";

/* No comment provided by engineer. */
"Invalid Input" = "無効な入力";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Jump to Focus Mark";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Jump to Next Mark";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Jump to Previous Mark";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "イメージ";

/* No comment provided by engineer. */
"Select Image" = "イメージを選択";

/* Strings the code localizes which had never been extracted; English value = key. */
"%li days" = "%li 日";
"%li hours" = "%li 時間";
"%li minutes" = "%li 分";
"%li weeks" = "%li 週間";
